{
  "name": "English",
  "version": "1.0.0",
  "dependencies": {
    "日本刺参": "Japan trepang",
    "喜生活于海底岩石下或藻类丛间，作迟缓运动。": "Likes to live under the sea bottom rock or among the algae clump, makes the slow movement.",
    "澳洲龙虾": "The Australian lobster",
    "鲜美的澳洲龙虾和法国白葡萄酒更配哟~！": "Delicious Australian lobster and French white wine match well.",
    "疣荔枝螺": "Warts lychee nut",
    "为岩相潮间带最习见螺类之一。": "It is one of the most common snails in the intertidal zone of rock facies.",
    "北紫海胆": "North the purple sea urchin",
    "一种具有很高食用和药用价值的海洋生物，可生食，\n也可加工成冰鲜海胆、酒精海胆和海胆酱等。": "A kind of sea creature with high edible and medicinal value, which can be eaten raw or processed into chilled sea urchin, alcoholic sea urchin and sea urchin paste.",
    "飞鱼": "The flying fish",
    "皇帝蟹": "The emperor crab",
    "是海鲜中的上品，蟹中之皇！": "Is the best seafood, the king of crabs!",
    "棒状海蜇": "Rod jellyfish",
    "为根口水母科海蜇属动物，个体很小，伞径 42～100 mm。": "It is a small jellyfish of the genus medusa in the family rhizoidae, with an umbrella diameter of 42 ~ 100 mm.",
    "樽海鞘": "Salps",
    "他们身体呈桶状，几乎完全透明。": "Their bodies are barrel-shaped and almost completely transparent.",
    "蜜蜂鱼": "The bee fish",
    "裘氏小沙丁鱼": "Small Jude's sardine",
    "主要分布于西印度洋海域。": "Mainly distributed in the western Indian Ocean.",
    "刀鲳": "The knife pompanos",
    "可食用，肉少，肉质细脆，口感差，无营养价值。": "Edible, less meat, fine and crisp meat, poor taste, no nutritional value.",
    "萌萌哒章鱼": "Lovely octopus",
    "2015 年 6 月 17 日美国蒙特利湾水族馆研究所发现并命名。": "June 17, 2015 monterey bay aquarium research institute found and named.",
    "七星刀鱼": "Seven stars knifefish",
    "石斑鱼": "grouper",
    "大王乌贼": "Colossal squid",
    "是目前已知第二大型的软体动物和无脊椎动物之一。": "It is the second largest known mollusk and invertebrate.",
    "粉红小丑鱼": "Pink clownfish",
    "因脸上都有一条或两条白色条纹，好似京剧中的丑角而得名。": "Because the face has one or two white stripes, like a clown in Beijing Opera named.",
    "武义吻虾虎鱼": "Wuyi kisses goby",
    "来自浙江省武义县武义江的小精灵。": "Elves from wuyi river, wuyi county, zhejiang province.",
    "额带刺尾鱼": "A fish with a spiked forehead",
    "由法国动物学家-阿希尔·瓦朗谢讷于 1835 年命名。": "Named in 1835 by the French zoologist - athill valenciennes.",
    "草莓雀鲷": "Strawberry damselfish",
    "外形艳丽，十分好看！": "The appearance is gorgeous, very good-looking!",
    "希腊鹦嘴鱼": "Greek parrotfish",
    "罗马和古希腊人特别器重这种鱼，把它当作珍品。": "The Romans and greeks prized the fish as a treasure.",
    "步行鱼": "Walking fish",
    "能在陆地爬行六天的鱼。": "A fish that can crawl on land for six days.",
    "大腹海马": "Large ventral hippocampus",
    "是所有已知海马中最大的一种。": "It is the largest of all known seahorses.",
    "水滴鱼": "Water fish",
    "全世界表情最忧伤的鱼。": "The saddest looking fish in the world.",
    "狮子鱼": "The lion fish",
    "没有已知的严重威胁，被《世界自然保护联盟》（IUCN）列为“无危”。": "There is no known serious threat, and it is listed as \"safe\" by the international union for conservation of nature (IUCN).",
    "绿青蛙鱼": "The green frog fish",
    "也叫迷彩鱼，在 1976 年由 peters 在太平洋西部首次发现。": "Also known as camouflage fish, it was first discovered by Peters in 1976 in the western Pacific.",
    "腔棘鱼": "coelacanth",
    "被称为“恐龙时代的活化石”是世界上现今存活当中的最古老鱼类，一度被认为已灭绝 6000 万年，于 1938 年再次发现。": "Known as the \"living fossil of the age of dinosaurs\", it is the oldest living fish in the world and was once thought to have been extinct for 60 million years before it was rediscovered in 1938.",
    "六角龙鱼": "Hexagon arowana",
    "远古种生物，存在上千万年，但形态始终保持不变，也算是生物史上的一个奇迹。": "Ancient species of organisms, exist for millions of years, but the form remains unchanged, is also a miracle in the history of biology.",
    "勃氏新热鳚": "Blenny's new heat blenny",
    "分布于东太平洋北美洲沿岸海域，从旧金山到加利福尼亚。": "Found in the eastern Pacific off the coast of North America, from San Francisco to California.",
    "鬼头刀": "Ghost dao",
    "因危难之时躺下装死，号称“水下狐狸”。": "Because of the danger of lying down to play dead, known as the \"underwater fox.\"",
    "斧头鱼": "The axe fish",
    "体侧扁而高，尾部较细小，形似斧头，故名。": "Body side flat and high, the tail is smaller, shaped like an axe, hence the name.",
    "黄色箱鲀": "Yellow cowfish",
    "萌的一塌糊涂的小箱鲀。": "Cute little box filefish.",
    "海兔": "The rabbit",
    "灯笼鱼": "Lantern fish",
    "熊猫神仙": "The panda spirit",
    "尖嘴青龙鱼": "Sharp-billed dragon fish",
    "鸢鲼": "The kite fen",
    "大脑最大的鱼类，他们甚至有着人类所独有的个性。": "Fish with the largest brains, they even have unique human personalities.",
    "电鳐": "Electric ray",
    "能随意放电，放电时间和强度，完全能够自己掌握。": "Can discharge at will, discharge time and intensity, completely able to control their own.",
    "高帆剑鱼": "Gougou sword fish",
    "分布于墨西哥、危地马拉。": "Distribution in Mexico, Guatemala.",
    "矛尾翻车鱼": "Spear tail mola",
    "桃花岛": "Taohua Island",
    "南极洲": "Antarctica",
    "沙漠绿洲": "Desert Oasis",
    "梦幻岛": "Neverland",
    "恐龙岛": "Dino Island",
    "许愿池": "Wishing Well",
    "当前水域未收集全": "The current waters are not fully collected",
    "消耗不足": "Insufficient consumption",
    "没有水域信息": "No water information",
    "水域升级成功": "Water area upgraded successfully",
    "系统异常请重新刷新": "System exception please refresh",
    "鱼脱钩了，什么也没有钓到": "The fish got off the hook and didn't catch anything",
    "钓鱼是个技术活，要多练练": "Fishing is a skill and needs practice",
    "竹篮打水一场空，换个厉害的鱼钩！": "The bamboo basket draws water in vain, changes the formidable fishing hook!",
    "成功": "successful",
    "条件不满足": "Unsatisfied condition",
    "视频任务未完成": "Video mission not completed",
    "视频活动已经结束": "Video is over",
    "贝壳不足": "Shell is insufficient",
    "当前不满足垂钓条件": "Current fishing conditions are not met",
    "垂钓参数不匹配": "Fishing parameters do not match",
    "订单不存在": "Order does not exist",
    "CD不满足": "The CD does not meet the",
    "不存在图鉴": "There are no guides",
    "图鉴无法点亮": "The illustrations don't light up"
  }
}
